{
  "Login.addLinksToApp": {
    "string": "يمكن إضافة روابط إلى Check، عبر الضغط مرة واحدة على زر الفأرة، إلى قائمة من اختيارك. إذا كان الرابط موجودا، يمكنك إضافة التعليقات."
  },
  "Login.signIn": {
    "string": "تسجيل الدخول"
  },
  "Login.start": {
    "string": "يرجى تسجيل الدخول، ثم إعادة تحميل الصفحة لبدء الاستخدام."
  },
  "app.loading": {
    "string": "المصادقة جارية على Check…"
  },
  "loading.loading": {
    "string": "يجري التحميل…"
  },
  "media.author": {
    "string": "المؤلف"
  },
  "media.comments": {
    "string": "تعليقات فيسبوك"
  },
  "media.description": {
    "string": "الوصف"
  },
  "media.publishedOn": {
    "string": "تم النشر في"
  },
  "media.reactions": {
    "string": "تفاعلات فيسبوك"
  },
  "media.shares": {
    "string": "مشاركات فيسبوك"
  },
  "media.title": {
    "string": "العنوان"
  },
  "media.url": {
    "string": "الرّابط"
  },
  "menu.changeWorkspace": {
    "string": "تبديل مساحة العمل"
  },
  "menu.logout": {
    "string": "خروج"
  },
  "metadata.cancel": {
    "developer_comment": "This is a label that appears on a button next to an item that the user is editing. The label indicates that if the user presses this button, the user will 'cancel' the editing action and all changes will revert.",
    "string": "إلغاء"
  },
  "metadata.delete": {
    "developer_comment": "This is a label that appears on a button next to an item that the user can delete. The label indicates that if the user presses this button, the item will be deleted.",
    "string": "حذف"
  },
  "metadata.edit": {
    "developer_comment": "This is a label that appears on a button next to an item that the user can edit. The label indicates that if the user presses this button, the item will become editable.",
    "string": "تحرير"
  },
  "metadata.file.dropFile": {
    "developer_comment": "This message appears in a rectangle, instructing the user that they can use their mouse to drag and drop a file, or click to pull up a file selector menu. This also tells them the maximum allowed file size, and the valid types of files that the user can upload. The `fileSizeLabel` variable will read something like '1.0 MB', and the 'extensions' variable is a list of valid file extensions. Neither will be localized.",
    "string": "يُرجى سحب ثم إسقاط ملف هنا، أو بالضغط على زر الفأرة لرفع ملف (الحجم الأقصى: {fileSizeLabel}، الأنواع المسموحة: {extensions})"
  },
  "metadata.file.invalidFile": {
    "developer_comment": "This message appears when a user tries to add a file that the browser cannot read for some reason to the file upload widget.",
    "string": "هذا الملف غير صالح. يرجى إعادة المحاولة باستخدام ملف آخر."
  },
  "metadata.file.noFile": {
    "developer_comment": "This message appears when a user tries to access a file that does not exist in the database.",
    "string": "إن الملف مفقود من قاعدة البيانات. يُرجى تحرير ثم محو هذا التعليق لتحميل ملف جديد."
  },
  "metadata.file.tooBig": {
    "developer_comment": "This message appears when a user tries to upload a file that is too big. The 'fileSizeLabel' will read something like '1.0 MB' and will not be localized.",
    "string": "الملف كبير جدا. الحجم الأقصي للملف هو {fileSizeLabel}. يرجى إعادة المحاولة باستخدام ملف آخر."
  },
  "metadata.file.tooManyFiles": {
    "developer_comment": "This message appears when a user tries to add two or more files at once to the file upload widget.",
    "string": "لا يمكن رفع أكثر من ملف هنا. يرجى محاولة رفع ملف واحد."
  },
  "metadata.file.wrongType": {
    "developer_comment": "This message appears when a user tries to upload a file that is the wrong file type. The 'extensions' variable will be a list of file extensions (PDF, PNG, etc) and will not be localized.",
    "string": "نوع هذا الملف غير مقبول. أنواع الملفات المقبولة تشمل: {extensions}. يرجى المحاولة مرة أخرى باستخدام ملف آخر."
  },
  "metadata.location.coordinates": {
    "developer_comment": "This is a label that appears on a text field, related to a pin on a map. This contains the latitude and longitude coordinates of the map pin. If the user changes these numbers, the map pin moves. If the user moves the map pin, the numbers update to reflect the new pin location.",
    "string": "خط العرض، خط الطول"
  },
  "metadata.location.coordinates.helper": {
    "developer_comment": "This is a helper message that appears when someone enters text in the 'Latitude, longitude' text field that cannot be parsed as a valid pair of latitude and longitude coordinates. It tells the user that they need to provide valid coordinates and gives an example. It also tells them that they can do a drag action with the mouse on the visual map pin as an alternative to entering numbers in this field.",
    "string": "يجب أن يكون المحتوى مكونا من إحداثيات خطوط العرض والطول بينهما فاصلة مثل: \"‎-12.9, -38.15\". يمكنك سحب دبوس الخريطة إذا وجدت صعوبة في إدخال الإحداثيات."
  },
  "metadata.location.customize": {
    "developer_comment": "This is a label that appears on a text field, related to a pin on a map. The user may type any text of their choice here and name the place they are pinning. They can also modify suggested place names here.",
    "string": "تصحيح اسم المكان"
  },
  "metadata.location.search": {
    "developer_comment": "This is a label that appears on a text field. If the user begins to type a location they will receive a list of suggested place names.",
    "string": "البحث في الخريطة"
  },
  "metadata.save": {
    "developer_comment": "This is a label that appears on a button next to an item that the user is editing. The label indicates that if the user presses this button, the user will save the changes they have been making.",
    "string": "حفظ"
  },
  "metadata.url.unavailable": {
    "developer_comment": "This message appears when a user tries to view a URL annotation in the browser extension. We don't support it, so we show this instead of an edit field.",
    "string": "إن تعليقات الروابط غير مدعومة لحد الآن في امتداد Check Mark. يرجى الضغط على رابط الموقع في أعلى هذه الواجهة لفتح العنصر الخاص بك في موقع Check على الويب."
  },
  "save.error": {
    "string": "خطأ"
  },
  "save.noTeam": {
    "string": "لاستخدام إضافة المتصفح، تجب العضوية في فريق واحد على الأقل."
  },
  "save.save": {
    "string": "حفظ"
  },
  "save.saveTo": {
    "string": "حفظ في:"
  },
  "save.saving": {
    "string": "يجري الحفظ…"
  },
  "save.text": {
    "string": "نص الادعاء "
  },
  "save.url": {
    "string": "عنوان الرابط"
  },
  "saveOrUpdate.error": {
    "string": "عذراً، لم نستطع البحث عن هذا الرابط في Check."
  },
  "saveOrUpdate.errorNoUrlOrText": {
    "string": "لا بد من إدخال رابط أو على الأقل جزءاً من نص."
  },
  "saveOrUpdate.loading": {
    "string": "يجري البحث عن هذا الرابط في Check…"
  },
  "tagMenu.notFound": {
    "string": "‏‏لم يتم العثور على وسوم"
  },
  "tagMenu.search": {
    "string": "بحث..."
  },
  "tagMenu.submit": {
    "developer_comment": "Verb, infinitive form. Button to commit action of tagging an item",
    "string": "الوسم"
  },
  "update.alreadyAdded": {
    "string": "لقد أُضيف هذا الرابط مُسبقاً."
  },
  "update.annotation": {
    "string": "التفسير"
  },
  "update.loading": {
    "string": "يجري التحميل…"
  },
  "update.media": {
    "string": "المواد الإعلامية"
  },
  "update.openInCheck": {
    "string": "فتحه في Check"
  },
  "update.saved": {
    "string": "حُفظ !"
  },
  "update.source": {
    "string": "المصدر"
  }
}
