{
  "Login.addLinksToApp": {
    "string": "Añade enlaces a Check con un clic. Los enlaces se agregarán a tu lista seleccionada. Si el enlace ya existe, puedes anotarlo."
  },
  "Login.signIn": {
    "string": "Inicia sesión "
  },
  "Login.start": {
    "string": "Para empezar, inicia sesión y luego recarga la página."
  },
  "app.loading": {
    "string": "Autenticando en Check..."
  },
  "loading.loading": {
    "string": "Cargando…"
  },
  "media.author": {
    "string": "Autor(a)"
  },
  "media.comments": {
    "string": "Comentarios en FB"
  },
  "media.description": {
    "string": "Descripción "
  },
  "media.publishedOn": {
    "string": "Publicado en"
  },
  "media.reactions": {
    "string": "Reacciones en FB"
  },
  "media.shares": {
    "string": "Compartidas en FB"
  },
  "media.title": {
    "string": "Título"
  },
  "media.url": {
    "string": "URL"
  },
  "menu.changeWorkspace": {
    "string": "Cambiar área de trabajo"
  },
  "menu.logout": {
    "string": "Salir "
  },
  "metadata.cancel": {
    "developer_comment": "This is a label that appears on a button next to an item that the user is editing. The label indicates that if the user presses this button, the user will 'cancel' the editing action and all changes will revert.",
    "string": "Cancelar"
  },
  "metadata.delete": {
    "developer_comment": "This is a label that appears on a button next to an item that the user can delete. The label indicates that if the user presses this button, the item will be deleted.",
    "string": "Eliminar "
  },
  "metadata.edit": {
    "developer_comment": "This is a label that appears on a button next to an item that the user can edit. The label indicates that if the user presses this button, the item will become editable.",
    "string": "Editar"
  },
  "metadata.file.dropFile": {
    "developer_comment": "This message appears in a rectangle, instructing the user that they can use their mouse to drag and drop a file, or click to pull up a file selector menu. This also tells them the maximum allowed file size, and the valid types of files that the user can upload. The `fileSizeLabel` variable will read something like '1.0 MB', and the 'extensions' variable is a list of valid file extensions. Neither will be localized.",
    "string": "Arrastra y suelta un archivo aquí, o haz clic para subir un archivo (tamaño máximo: {fileSizeLabel}, extensiones permitidas: {extensions})"
  },
  "metadata.file.invalidFile": {
    "developer_comment": "This message appears when a user tries to add a file that the browser cannot read for some reason to the file upload widget.",
    "string": "Este no es un archivo válido. Por favor vuelve a intentarlo con un archivo diferente."
  },
  "metadata.file.tooBig": {
    "developer_comment": "This message appears when a user tries to upload a file that is too big. The 'fileSizeLabel' will read something like '1.0 MB' and will not be localized.",
    "string": "Este archivo es demasiado grande. El tamaño máximo de archivo permitido es {fileSizeLabel}. Por favor vuelve a intentarlo con un archivo diferente."
  },
  "metadata.file.tooManyFiles": {
    "developer_comment": "This message appears when a user tries to add two or more files at once to the file upload widget.",
    "string": "Solo puedes subir un archivo aquí. Por favor intanta subir un archivo."
  },
  "metadata.file.wrongType": {
    "developer_comment": "This message appears when a user tries to upload a file that is the wrong file type. The 'extensions' variable will be a list of file extensions (PDF, PNG, etc) and will not be localized.",
    "string": "Este no es un tipo de archivo permitido. Los tipos de archivos permitidos incluyen: {extensions}. Por favor vuelve a intentarlo con un archivo diferente."
  },
  "metadata.location.coordinates": {
    "developer_comment": "This is a label that appears on a text field, related to a pin on a map. This contains the latitude and longitude coordinates of the map pin. If the user changes these numbers, the map pin moves. If the user moves the map pin, the numbers update to reflect the new pin location.",
    "string": "Latitud, longitud"
  },
  "metadata.location.coordinates.helper": {
    "developer_comment": "This is a helper message that appears when someone enters text in the 'Latitude, longitude' text field that cannot be parsed as a valid pair of latitude and longitude coordinates. It tells the user that they need to provide valid coordinates and gives an example. It also tells them that they can do a drag action with the mouse on the visual map pin as an alternative to entering numbers in this field.",
    "string": "Debe ser un par de coordenadas de latitud y longitud separadas por comas, como \"-12,9, -38,15\". Arrastra el pin del mapa si estás teniendo dificultad."
  },
  "metadata.location.customize": {
    "developer_comment": "This is a label that appears on a text field, related to a pin on a map. The user may type any text of their choice here and name the place they are pinning. They can also modify suggested place names here.",
    "string": "Personaliza el nombre del lugar"
  },
  "metadata.location.search": {
    "developer_comment": "This is a label that appears on a text field. If the user begins to type a location they will receive a list of suggested place names.",
    "string": "Buscar el mapa"
  },
  "metadata.save": {
    "developer_comment": "This is a label that appears on a button next to an item that the user is editing. The label indicates that if the user presses this button, the user will save the changes they have been making.",
    "string": "Guardar"
  },
  "save.error": {
    "string": "Error"
  },
  "save.noTeam": {
    "string": "Debes ser miembro de al menos un equipo para poder utilizar la extensión del navegador."
  },
  "save.save": {
    "string": "Guardar"
  },
  "save.saveTo": {
    "string": "Guardar en:"
  },
  "save.saving": {
    "string": "Guardando..."
  },
  "save.text": {
    "string": "Afirmación de texto"
  },
  "save.url": {
    "string": "URL de enlace"
  },
  "saveOrUpdate.error": {
    "string": "Lo sentimos, no se pudo buscar esta URL en Check."
  },
  "saveOrUpdate.errorNoUrlOrText": {
    "string": "Debes ingresar al menos una URL o un fragmento de texto."
  },
  "saveOrUpdate.loading": {
    "string": "Buscando esta URL en Check..."
  },
  "tagMenu.notFound": {
    "string": "Etiquetas no encontradas"
  },
  "tagMenu.search": {
    "string": "Buscar..."
  },
  "tagMenu.submit": {
    "developer_comment": "Verb, infinitive form. Button to commit action of tagging an item",
    "string": "Etiqueta"
  },
  "update.alreadyAdded": {
    "string": "Este enlace ya ha sido añadido."
  },
  "update.annotation": {
    "string": "Annotation"
  },
  "update.loading": {
    "string": "Cargando…"
  },
  "update.media": {
    "string": "Medio"
  },
  "update.openInCheck": {
    "string": "Abrir en Check"
  },
  "update.saved": {
    "string": "¡Guardado!"
  },
  "update.source": {
    "string": "Fuente"
  },
  "update.tasks": {
    "string": "Tareas"
  }
}
