{
  "Login.addLinksToApp": {
    "string": "Tambahkan tautan ke Check dengan satu klik. Tautan akan ditambahkan pada daftar pilihan Anda. Jika tautannya sudah ada, Anda dapat menambahkan catatan."
  },
  "Login.signIn": {
    "string": "Masuk"
  },
  "Login.start": {
    "string": "Untuk memulai, masuk dan muat ulang halaman ini."
  },
  "app.loading": {
    "string": "Mengautentikasi di Check..."
  },
  "loading.loading": {
    "string": "Memuat..."
  },
  "media.author": {
    "string": "Pengarang"
  },
  "media.comments": {
    "string": "Komentar di FB"
  },
  "media.description": {
    "string": "Deskripsi"
  },
  "media.publishedOn": {
    "string": "Diterbitkan pada"
  },
  "media.reactions": {
    "string": "Reaksi di FB"
  },
  "media.shares": {
    "string": "Dibagikan di FB"
  },
  "media.title": {
    "string": "Judul"
  },
  "media.url": {
    "string": "URL"
  },
  "menu.changeWorkspace": {
    "string": "Beralih ruang kerja"
  },
  "menu.logout": {
    "string": "Keluar"
  },
  "metadata.cancel": {
    "developer_comment": "This is a label that appears on a button next to an item that the user is editing. The label indicates that if the user presses this button, the user will 'cancel' the editing action and all changes will revert.",
    "string": "Batalkan"
  },
  "metadata.delete": {
    "developer_comment": "This is a label that appears on a button next to an item that the user can delete. The label indicates that if the user presses this button, the item will be deleted.",
    "string": "Hapus"
  },
  "metadata.edit": {
    "developer_comment": "This is a label that appears on a button next to an item that the user can edit. The label indicates that if the user presses this button, the item will become editable.",
    "string": "Sunting"
  },
  "metadata.file.dropFile": {
    "developer_comment": "This message appears in a rectangle, instructing the user that they can use their mouse to drag and drop a file, or click to pull up a file selector menu. This also tells them the maximum allowed file size, and the valid types of files that the user can upload. The `fileSizeLabel` variable will read something like '1.0 MB', and the 'extensions' variable is a list of valid file extensions. Neither will be localized.",
    "string": "Seret dan lepas sebuah berkas di sini, atau klik untuk mengunggah berkas (ukuran maksimal: {fileSizeLabel}, format yang diperbolehkan: {extensions})"
  },
  "metadata.file.invalidFile": {
    "developer_comment": "This message appears when a user tries to add a file that the browser cannot read for some reason to the file upload widget.",
    "string": "Berkas ini tidak valid. Silakan coba lagi dengan berkas yang berbeda."
  },
  "metadata.file.tooBig": {
    "developer_comment": "This message appears when a user tries to upload a file that is too big. The 'fileSizeLabel' will read something like '1.0 MB' and will not be localized.",
    "string": "Berkas ini terlalu besar. Ukuran maksimal berkas adalah {fileSizeLabel}. Silakan coba lagi dengan berkas yang berbeda."
  },
  "metadata.file.tooManyFiles": {
    "developer_comment": "This message appears when a user tries to add two or more files at once to the file upload widget.",
    "string": "Anda hanya dapat mengunggah satu berkas di sini. Silakan coba mengunggah satu berkas."
  },
  "metadata.file.wrongType": {
    "developer_comment": "This message appears when a user tries to upload a file that is the wrong file type. The 'extensions' variable will be a list of file extensions (PDF, PNG, etc) and will not be localized.",
    "string": "Ini bukanlah tipe berkas yang dapat diterima. Tipe format yang diterima termasuk: {extensions}. Silakan coba lagi dengan berkas yang berbeda."
  },
  "metadata.location.coordinates": {
    "developer_comment": "This is a label that appears on a text field, related to a pin on a map. This contains the latitude and longitude coordinates of the map pin. If the user changes these numbers, the map pin moves. If the user moves the map pin, the numbers update to reflect the new pin location.",
    "string": "Garis lintang, garis bujur"
  },
  "metadata.location.coordinates.helper": {
    "developer_comment": "This is a helper message that appears when someone enters text in the 'Latitude, longitude' text field that cannot be parsed as a valid pair of latitude and longitude coordinates. It tells the user that they need to provide valid coordinates and gives an example. It also tells them that they can do a drag action with the mouse on the visual map pin as an alternative to entering numbers in this field.",
    "string": "Koordinat garis lintang dan garis bujur harus dipisahkan dengan tanda koma seperti \"-12.9, -38.15\". Tarik pin pada peta jika Anda mengalami kesulitan."
  },
  "metadata.location.customize": {
    "developer_comment": "This is a label that appears on a text field, related to a pin on a map. The user may type any text of their choice here and name the place they are pinning. They can also modify suggested place names here.",
    "string": "Kustomisasi nama tempat"
  },
  "metadata.location.search": {
    "developer_comment": "This is a label that appears on a text field. If the user begins to type a location they will receive a list of suggested place names.",
    "string": "Cari peta"
  },
  "metadata.save": {
    "developer_comment": "This is a label that appears on a button next to an item that the user is editing. The label indicates that if the user presses this button, the user will save the changes they have been making.",
    "string": "Simpan"
  },
  "save.error": {
    "string": "Kesalahan"
  },
  "save.noTeam": {
    "string": "Anda harus menjadi anggota dari setidaknya satu tim untuk menggunakan ekstensi peramban."
  },
  "save.save": {
    "string": "Simpan"
  },
  "save.saveTo": {
    "string": "Simpan ke:"
  },
  "save.saving": {
    "string": "Menyimpan..."
  },
  "save.text": {
    "string": "Klaim teks"
  },
  "save.url": {
    "string": "URL Tautan"
  },
  "saveOrUpdate.error": {
    "string": "Maaf, tidak dapat mencari URL ini di Check."
  },
  "saveOrUpdate.errorNoUrlOrText": {
    "string": "Anda harus memasukkan setidaknya sebuah URL atau teks."
  },
  "saveOrUpdate.loading": {
    "string": "Mencari URL ini di Check..."
  },
  "tagMenu.notFound": {
    "string": "No tags found"
  },
  "tagMenu.search": {
    "string": "Cari..."
  },
  "tagMenu.submit": {
    "developer_comment": "Verb, infinitive form. Button to commit action of tagging an item",
    "string": "Label"
  },
  "update.alreadyAdded": {
    "string": "Tautan ini sudah ditambahkan."
  },
  "update.loading": {
    "string": "Memuat..."
  },
  "update.media": {
    "string": "Media"
  },
  "update.openInCheck": {
    "string": "Buka di Check"
  },
  "update.saved": {
    "string": "Disimpan!"
  },
  "update.source": {
    "string": "Sumber"
  },
  "update.tasks": {
    "string": "Tugas"
  }
}
